# disable: spell-cheak
hugs_mode_male = [
    "милые",
    "скромные",
    "робкие",
    "милые",
    "скромные",
    "робкие",
    "вялые"
]

hugs_mode_female = [
    "милые",
    "крепкие",
    "няшные",
    "юрийные",
    "милые",
    "крепкие",
    "няшные",
    "юрийные",
    "дакие",
]

hugs_reaction = [
    "как мило",
    "милота та какая",
    "so cute",
    "я тоже хотю"
]

hugs_reaction_fun = [
    "Студент первого курса %name% случайно застал своего декана в объятиях заведующего кафедрой \nи уже к вечеру закончил магистратуру",
    "Объятия без сломанных рёбер искренними не считаются",
    "Чем бы это не кончилось, но вам в NSFW-чат",
    "Оооо Ааааа Мммм.... ",
    "Так %name%, не останавливайся",
    "%name% переборщил с обьятиями, в слудующий раз знай меру",
]

king_0 = [
    "=|",
    ":|",
    "какой широкий",
    "0:"
]

yuri_fun_reaction = [
    "^_^",
    ":3",
    ":0",
    ")",
    ")))))"
]

yuri_bad_reaction = [
    "-_-",
    "!_!",
    ":|",
    ":#",
    ":<",
]

make_good = [
    "makegood",
    "make_good",
    "make-good",
    "sdelaihorosho",
    "sdelai-horosho",
    "sdelai_horosho",
    "сделайхорошо",
    "сделай_хорошо",
    "сделай-хорошо",
]

com_pa = [
    "+50 соц рейтинга",
    "+250 соц рейтинга",
    "удар поднятие",
    "страна гордится",
    "нефритовый стержить удар поднятие",
    "великий си гордится тобой",
]

gachi_phase = [
    "YES YES YES!!!",
    "Fcuk U",
    "Deep Dark Fantasy",
    "MY CUM!",
    "SWEЕT"
]

gachi_words = [
    "билли",
    "били",
    "гачи",
    "бой",
    "boy",
    "door",
    "billy",
    "bily",
    "semen",
    "next",
    "sweet",
]

it_words = [
    "js",
    "json",
    "xml",
    "javascript",
    "php",
    "python",
    "java",
    "c++",
    "c#",
    "sql",
    "ajax",
    "БД",
    "системный",
]